import React from 'react'
import './style.scss'
import { CardMedia } from '@mui/material'
import about_banner from '../assets/about/about_banner.png'
import our__advantage from '../assets/about/our_advantage.png'
import check from '../assets/about/check-mark.png'

const About = () => {
  return (
 <div className="aboutContainer">
    <div className="aboutBanner">
    <CardMedia
                  component="img"
                  sx={{ width: '100%', height: '100%', objectFit: 'cover' }}
                  image={about_banner}
                  alt="about"
                />  
                <div className="abouts">
                    <h1>About</h1>
                    <p>
                    डॉक्टर सेवा से हमारी चिकित्सा सेवाएँ अब पटना, छपरा और सीवान में उपलब्ध हैं। हम बस एक फोन कॉल या एक क्लिक की दूरी पर हैं। अपनी नियुक्ति निर्धारित करने के लिए हमारे कॉल सेंटर, वेबसाइट या व्हाट्सएप के माध्यम से हमसे संपर्क करें। आपकी भलाई हमारी सर्वोच्च चिंता है।


                    </p>
                </div>
    </div>
    <div className="discriptions">
     

      


    <p>हैलो! DOCTOR SEVA के मंच में आपका स्वागत है, स्वास्थ्य देखभाल क्षेत्र में एक अग्रणी स्टार्टअप विशेष रूप से ग्रामीण भारत के रोगियों को समर्पित है। हमारा मंच उन लोगों के लिए एक आशीर्वाद है जिनके प्रियजनों को विदेशों में अध्ययन करने या काम करने के लिए घर छोड़ना पड़ता है, अपने बुजुर्गों को अकेले छोड़कर चिकित्सा परामर्श के लिए दूसरों पर निर्भर करता है।</p>

<p>हमारी सेवा शहर से दूर दूर दूरस्थ ग्रामीण क्षेत्रों में रहने वाले लोगों के लिए भी अमूल्य है। DOCTOR SEVAके साथ, आप एक दूरस्थ शहर में स्थित डॉक्टर की संख्या डायल करके अपने मूल्यवान समय को बचा सकते हैं।</p>

<p>परंपरागत रूप से, एक अच्छे शहर के डॉक्टर तक पहुंचने के लिए सुबह की यात्रा की आवश्यकता होती है, दोनों समय और धन बर्बाद कर रही है। हालांकि, DOCTOR SEVAके साथ, आप केवल एक कॉल के साथ डॉक्टर का संपर्क प्राप्त कर सकते हैं, आपको समय और प्रयास की बचत कर सकते हैं। हमारे मंच, जिसे  (DOCTOR SEVA) के नाम से जाना जाता है, रोगियों को समर्पित है, जिससे आप अपने डॉक्टर से कॉल या क्लिक के माध्यम से कनेक्ट करने में सक्षम बनाता है। D.S के साथ, आप घर की डिलीवरी के लिए दवाइयों को ऑर्डर कर सकते हैं और देश में प्रतिष्ठित प्रयोगशालाओं द्वारा आयोजित प्रयोगशाला परीक्षण भी प्राप्त कर सकते हैं।</p>

<p>यहां तक कि यदि आप देश या विदेशों के एक अलग हिस्से में हैं, तो आप अपने शहर में अभ्यास करने वाले विशेषज्ञ डॉक्टरों की एक सूची, अपने परिवार के सदस्यों के लिए बुक अपॉइंटमेंट्स, और उनकी हेल्थकेयर आवश्यकताओं को समन्वयित कर सकते हैं।</p>

<p>यह मंच आपको अपने परिवार के सदस्यों की देखभाल करने की शक्ति प्रदान करता है, भले ही आप घर से बहुत दूर हों। आप उन्हें शहर के सर्वश्रेष्ठ डॉक्टरों से जोड़ सकते हैं, उन्हें आवश्यक दवाएं भेज सकते हैं, और अपने प्रयोगशाला परीक्षणों की व्यवस्था कर सकते हैं। हैलो मेरा डॉक्टर पिछले 2 वर्षों से बिहार की सेवा कर रहा है, जो  9800 से अधिक रोगियों को हेल्थकेयर सेवाएं प्रदान करता है।</p>
<p>
संक्षेप में, DOCTOR SEVAके मंच, DOCTOR SEVA, ग्रामीण भारत में हेल्थकेयर पहुंच में क्रांतिकारी बदलाव कर रहे हैं, जिससे मरीजों और उनके परिवारों के लिए यह सुविधाजनक और कुशल बना रहा है, चाहे वे घर या विदेश में हों।
   </p>

   


    </div>

<div className="ourAdvantage">
<CardMedia
                  component="img"
                  className='our__advantage'
                  // sx={{  }}
                  image={our__advantage}
                  alt="about"
                /> 
                <div className="marks">
                  <h2>Our Advantage</h2>
                  <ul>
                    <li>
                       <CardMedia
                  component="img"
                  sx={{ width: '40px', height: '40px', objectFit: 'cover' }}
                  image={check}
                  alt="about"
                /> 
                <p> समय की बचत</p></li>
                    <li>
                    <CardMedia
                  component="img"
                  sx={{ width: '40px', height: '40px', objectFit: 'cover' }}
                  image={check}
                  alt="about"
                /> 
                       <p>घर बैठे डॉक्टर या क्लिनिक संबंधित सूचना</p></li>
                    <li>
                    <CardMedia
                  component="img"
                  sx={{ width: '40px', height: '40px', objectFit: 'cover' }}
                  image={check}
                  alt="about"
                /> 
                       <p>सभी डॉक्टर्स के बारे में सम्पूर्ण जानकारी (नाम, विशेषता, फी, पता)</p></li>
                    <li> 
                    <CardMedia
                  component="img"
                  sx={{ width: '40px', height: '40px', objectFit: 'cover' }}
                  image={check}
                  alt="about"
                /> 
                      <p> रोग से संबंधित उचित और विशेषज्ञ डॉक्टर का सुझाव</p></li>
                  </ul>
                </div>
</div>

 </div>
  )
}

export default About